Repository: vincentbattez/DynamicNotch
Catalog: DynamicNotch/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.permissions.camera.description
source: Allow Camera access to display a camera preview in the notch.
ar: السماح بالوصول للكاميرا لعرض معاينة الكاميرا في الشق.
bg: Разрешете достъп до камерата за показване на предварителен преглед в ноча.
bn: নচে একটি প্রিভিউ দেখাতে ক্যামেরা অ্যাক্সেসের অনুমতি দিন।
ca: Permet l'accés a la càmera per mostrar una previsualització al notch.
cs: Povolte přístup k fotoaparátu pro zobrazení náhledu videa ve výřezu.
da: Tillad kameraadgang for at vise en kameraforhåndsvisning i notchen.
de: Kamera-Zugriff erlauben, um eine Kameravorschau in der Notch anzuzeigen.
el: Επιτρέψτε την πρόσβαση στην Κάμερα για εμφάνιση προεπισκόπησης κάμερας στο notch.
es: Permite el acceso a la Cámara para mostrar una vista previa en la muesca.
fa: اجازه دسترسی به دوربین برای نمایش پیش‌نمایش در ناچ.
fi: Salli Kameran käyttöoikeus kameran esikatselun näyttämiseen notchissa.
fil: Pahintulutan ang access sa camera upang magpakita ng preview sa notch.
fr: Autoriser l'accès à la Caméra pour afficher un aperçu vidéo dans l'encoche.
he: אפשר גישה למצלמה להצגת תצוגה מקדימה במגרעת.
hi: नॉच में कैमरा पूर्वावलोकन प्रदर्शित करने के लिए कैमरा एक्सेस की अनुमति दें।
hr: Dozvolite pristup kameri za prikaz pretpregleda u urezu.
hu: Kamerahozzáférés engedélyezése a kamera-előnézet notch-ban való megjelenítéséhez.
id: Izinkan akses ke Kamera untuk menampilkan pratinjau video di notch.
it: Consenti l'accesso alla Fotocamera per mostrare l'anteprima video nel notch.
ja: ノッチにビデオプレビューを表示するためにカメラへのアクセスを許可します。
kk: Ойықта алдын ала қарауды көрсету үшін камераға кіруге рұқсат беріңіз.
ko: 노치에 비디오 미리보기를 표시하기 위해 카메라 접근 권한을 허용합니다.
ms: Benarkan akses Kamera untuk memaparkan pratonton kamera di notch.
nb: Tillat kameratilgang for å vise en kameraforhåndsvisning i notchen.
nl: Verleen toegang tot de camera om een videovoorvertoning in de notch weer te geven.
pl: Zezwól na dostęp do Kamery, aby wyświetlać podgląd wideo w notchu.
pt: Permitir acesso à Câmara para apresentar a pré-visualização de vídeo no notch.
ro: Permiteți accesul la Cameră pentru a afișa o previzualizare a camerei în notch.
ru: Разрешите доступ к Камере для отображения предварительного просмотра в вырезе.
sk: Povoľte prístup ku kamere na zobrazenie náhľadu vo výreze.
sr: Дозволите приступ камери за приказ прегледа у ночу.
sv: Ge kameraåtkomst för att visa en videoförhandsvisning i flärpen.
th: อนุญาตการเข้าถึงกล้องเพื่อแสดงตัวอย่างกล้องในรอยบาก
tr: Çentikte kamera önizlemesi göstermek için Kamera erişimine izin verin.
uk: Надайте доступ до камери для попереднього перегляду відео у вирізі notch.
vi: Cho phép truy cập Camera để hiển thị bản xem trước video trong notch.
zh_hans: 允许相机权限以在刘海中显示相机预览。
zh_hant: 允許相機存取權限以在「瀏海」中顯示視訊預覽。

# settings.permissions.camera.title
source: Camera
ar: الكاميرا
bg: Камера
bn: ক্যামেরা
ca: Càmera
cs: Fotoaparát
da: Kamera
de: Kamera
el: Κάμερα
es: Cámara
fa: دوربین
fi: Kamera
fr: Caméra
he: מצלמה
hi: कैमरा
hr: Kamera
hu: Kamera
id: Kamera
it: Fotocamera
ja: カメラ
kk: Камера
ko: 카메라
ms: Kamera
nb: Kamera
pl: Kamera
pt: Câmara
ro: Cameră
ru: Камера
sk: Kamera
sr: Камера
sv: Kamera
th: กล้อง
tr: Kamera
uk: Камера
zh_hans: 相机
zh_hant: 相機

# settings.permissions.contacts.description
source: Allow Contacts access to show sender names and photos in Messages notifications.
ar: اسمح بالوصول إلى جهات الاتصال لإظهار أسماء المرسلين وصورهم في إشعارات الرسائل.
bg: Разрешете достъп до контактите, за да се показват имената и снимките на подателите в известията от Messages.
bn: Messages বিজ্ঞপ্তিতে প্রেরকের নাম ও ছবি দেখাতে পরিচিতিতে অ্যাক্সেসের অনুমতি দিন।
ca: Permet l’accés als Contactes per mostrar els noms i les fotos dels remitents a les notificacions de Missatges.
cs: Povolte přístup ke Kontaktům, aby se v oznámeních ze Zpráv zobrazovala jména a fotky odesílatelů.
da: Tillad adgang til Kontakter for at vise afsendernes navne og billeder i notifikationer fra Beskeder.
de: Erlaube den Zugriff auf Kontakte, um Namen und Fotos von Absendern in Mitteilungen von Nachrichten anzuzeigen.
el: Επιτρέψτε την πρόσβαση στις Επαφές για εμφάνιση των ονομάτων και των φωτογραφιών των αποστολέων στις γνωστοποιήσεις των Μηνυμάτων.
es: Permite el acceso a Contactos para mostrar los nombres y las fotos de los remitentes en las notificaciones de Mensajes.
fa: برای نمایش نام و عکس فرستندگان در اعلان‌های Messages، اجازهٔ دسترسی به مخاطبین را بدهید.
fi: Salli Yhteystietojen käyttö, jotta lähettäjien nimet ja kuvat näkyvät Viestit-ilmoituksissa.
fil: Pahintulutan ang access sa Mga Contact upang ipakita ang mga pangalan at larawan ng nagpadala sa mga notification ng Messages.
fr: Autorisez l’accès aux Contacts pour afficher les noms et les photos des expéditeurs dans les notifications de Messages.
he: אפשר גישה לאנשי קשר כדי להציג שמות ותמונות של שולחים בעדכוני Messages.
hi: Messages सूचनाओं में भेजने वालों के नाम और फ़ोटो दिखाने के लिए संपर्क ऐक्सेस की अनुमति दें।
hr: Dopustite pristup Kontaktima za prikaz imena i fotografija pošiljatelja u obavijestima aplikacije Poruke.
hu: Engedélyezze a Kontaktok elérését, hogy a feladók neve és fotója megjelenjen az Üzenetek értesítéseiben.
id: Izinkan akses Kontak untuk menampilkan nama dan foto pengirim di pemberitahuan Pesan.
it: Consenti l’accesso ai Contatti per mostrare i nomi e le foto dei mittenti nelle notifiche di Messaggi.
ja: 「メッセージ」の通知に送信者の名前と写真を表示するために、連絡先へのアクセスを許可します。
kk: Messages хабарландыруларында жіберушілердің аттары мен фотосуреттерін көрсету үшін Контактілерге кіруге рұқсат беріңіз.
ko: 메시지 알림에 보낸 사람의 이름과 사진을 표시하도록 연락처 접근을 허용합니다.
ms: Benarkan akses Kenalan untuk memaparkan nama dan foto pengirim dalam pemberitahuan Mesej.
nb: Tillat tilgang til Kontakter for å vise avsendernes navn og bilder i varslinger fra Meldinger.
nl: Sta toegang tot Contacten toe om namen en foto’s van afzenders in meldingen van Berichten weer te geven.
pl: Zezwól na dostęp do Kontaktów, aby wyświetlać nazwy i zdjęcia nadawców w powiadomieniach z Wiadomości.
pt: Permita o acesso aos Contactos para mostrar os nomes e as fotografias dos remetentes nas notificações de Mensagens.
ro: Permiteți accesul la Contacte pentru a afișa numele și pozele expeditorilor în notificările Mesaje.
ru: Разрешите доступ к контактам, чтобы показывать имена и фотографии отправителей в уведомлениях «Сообщений».
sk: Povoľte prístup ku Kontaktom, aby sa v hláseniach zo Správ zobrazovali mená a fotky odosielateľov.
sr: Дозволите приступ Контактима за приказ имена и фотографија пошиљалаца у обавештењима апликације Поруке.
sv: Tillåt åtkomst till Kontakter för att visa avsändarnas namn och bilder i notiser från Meddelanden.
th: อนุญาตการเข้าถึงรายชื่อเพื่อแสดงชื่อและรูปภาพของผู้ส่งในการแจ้งเตือนแอปข้อความ
tr: Mesajlar bildirimlerinde gönderenlerin adlarını ve fotoğraflarını göstermek için Kişiler erişimine izin verin.
uk: Надайте доступ до Контактів, щоб показувати імена та фотографії відправників у сповіщеннях Повідомлень.
vi: Cho phép truy cập Danh bạ để hiển thị tên và ảnh của người gửi trong thông báo Tin nhắn.
zh_hans: 允许访问通讯录，以便在“信息”通知中显示发件人姓名和照片。
zh_hant: 允許取用聯絡人，以便在「訊息」通知中顯示傳送者姓名和照片。

# settings.permissions.contacts.title
source: Contacts
ar: جهات الاتصال
bg: Контакти
bn: পরিচিতি
ca: Contactes
cs: Kontakty
da: Kontakter
de: Kontakte
el: Επαφές
es: Contactos
fa: مخاطبین
fi: Yhteystiedot
fil: Mga Contact
he: אנשי קשר
hi: संपर्क
hr: Kontakti
hu: Kontaktok
id: Kontak
it: Contatti
ja: 連絡先
kk: Контактілер
ko: 연락처
ms: Kenalan
nb: Kontakter
nl: Contacten
pl: Kontakty
pt: Contactos
ro: Contacte
ru: Контакты
sk: Kontakty
sr: Контакти
sv: Kontakter
th: รายชื่อ
tr: Kişiler
uk: Контакти
vi: Danh bạ
zh_hans: 通讯录
zh_hant: 聯絡人

# settings.permissions.fullDiskAccess.description
source: Allow Full Disk Access to display Mail and Messages notifications, and real names and custom icons of Focus modes.
ar: اسمح بالوصول الكامل إلى القرص لعرض إشعارات البريد والرسائل، والأسماء الحقيقية والأيقونات المخصصة لأوضاع التركيز.
bg: Разрешете пълен достъп до диска за показване на известия от Mail и Messages, както и на истинските имена и персонализираните икони на режимите Фокус.
bn: Mail ও Messages বিজ্ঞপ্তি এবং ফোকাস মোডের আসল নাম ও কাস্টম আইকন দেখাতে সম্পূর্ণ ডিস্ক অ্যাক্সেসের অনুমতি দিন।
ca: Permet l’accés complet al disc per mostrar les notificacions del Mail i Missatges, i els noms reals i les icones personalitzades dels modes de Concentració.
cs: Povolte plný přístup k disku pro zobrazování oznámení z Mailu a Zpráv a skutečných názvů a vlastních ikon režimů Soustředění.
da: Giv fuld diskadgang for at vise notifikationer fra Mail og Beskeder samt rigtige navne og tilpassede symboler for Fokus-funktioner.
de: Erlaube Festplattenvollzugriff, um Mitteilungen von Mail und Nachrichten sowie tatsächliche Namen und eigene Symbole von Fokusmodi anzuzeigen.
el: Επιτρέψτε πλήρη πρόσβαση στον δίσκο για εμφάνιση γνωστοποιήσεων του Mail και των Μηνυμάτων, καθώς και πραγματικών ονομάτων και προσαρμοσμένων εικονιδίων λειτουργιών Συγκέντρωσης.
es: Permite el acceso total al disco para mostrar notificaciones de Mail y Mensajes, así como los nombres reales y los iconos personalizados de los modos de concentración.
fa: برای نمایش اعلان‌های Mail و Messages و نام‌ها و نمادهای سفارشی واقعی حالت‌های تمرکز، اجازهٔ دسترسی کامل به دیسک را بدهید.
fi: Salli täysi levyn käyttöoikeus Mail- ja Viestit-ilmoitusten sekä Keskity-tilojen todellisten nimien ja omien kuvakkeiden näyttämiseen.
fil: Pahintulutan ang Buong Access sa Disk upang ipakita ang mga notification ng Mail at Messages, at ang mga totoong pangalan at custom na icon ng mga Focus mode.
fr: Autorisez l’accès complet au disque pour afficher les notifications de Mail et Messages, ainsi que les noms réels et les icônes personnalisées des modes Concentration.
he: אפשר גישה מלאה לדיסק כדי להציג עדכונים של Mail ו-Messages, וכן שמות אמיתיים וסמלים מותאמים אישית של מצבי ריכוז.
hi: Mail और Messages सूचनाएँ तथा फ़ोकस मोड के वास्तविक नाम और कस्टम आइकन दिखाने के लिए पूर्ण डिस्क ऐक्सेस की अनुमति दें।
hr: Dopustite potpuni pristup disku za prikaz obavijesti aplikacija Mail i Poruke te stvarnih naziva i prilagođenih ikona načina Fokusa.
hu: Engedélyezze a teljes lemezhozzáférést a Mail és az Üzenetek értesítéseinek, valamint a Fókusz módok valódi neveinek és egyéni ikonjainak megjelenítéséhez.
id: Izinkan Akses Disk Penuh untuk menampilkan pemberitahuan Mail dan Pesan, serta nama asli dan ikon khusus mode Fokus.
it: Consenti l’accesso completo al disco per mostrare le notifiche di Mail e Messaggi, nonché i nomi reali e le icone personalizzate delle modalità Full immersion.
ja: Mailと「メッセージ」の通知、および集中モードの実際の名前とカスタムアイコンを表示するために、フルディスクアクセスを許可します。
kk: Mail және Messages хабарландыруларын, сондай-ақ Зейін қою режимдерінің нақты атаулары мен реттелетін белгішелерін көрсету үшін дискіге толық кіруге рұқсат беріңіз.
ko: Mail 및 메시지 알림과 집중 모드의 실제 이름 및 사용자 설정 아이콘을 표시하도록 전체 디스크 접근 권한을 허용합니다.
ms: Benarkan Akses Cakera Penuh untuk memaparkan pemberitahuan Mail dan Mesej, serta nama sebenar dan ikon tersuai mod Fokus.
nb: Tillat full disktilgang for å vise varslinger fra Mail og Meldinger samt ekte navn og tilpassede symboler for Fokus-moduser.
nl: Sta volledige schijftoegang toe om meldingen van Mail en Berichten en de echte namen en aangepaste symbolen van Focus-modi weer te geven.
pl: Zezwól na pełny dostęp do dysku, aby wyświetlać powiadomienia z Mail i Wiadomości oraz rzeczywiste nazwy i niestandardowe ikony trybów Skupienia.
pt: Permita o Acesso Total ao Disco para mostrar notificações do Mail e das Mensagens, bem como os nomes reais e os ícones personalizados dos modos de Concentração.
ro: Permiteți accesul complet la disc pentru a afișa notificările Mail și Mesaje, precum și numele reale și pictogramele personalizate ale modurilor de Focalizare.
ru: Разрешите полный доступ к диску для отображения уведомлений Mail и «Сообщений», а также названий и пользовательских значков режимов фокусирования.
sk: Povoľte úplný prístup k disku na zobrazenie hlásení z Mailu a Správ a skutočných názvov a vlastných ikon režimov Môj čas.
sr: Дозволите потпуни приступ диску за приказ обавештења апликација Mail и Поруке, као и стварних назива и прилагођених икона режима Фокуса.
sv: Ge full skivtillgång för att visa notiser från Mail och Meddelanden samt riktiga namn och anpassade symboler för fokuslägen.
th: อนุญาตการเข้าถึงดิสก์เต็มรูปแบบเพื่อแสดงการแจ้งเตือนของ Mail และข้อความ รวมถึงชื่อจริงและไอคอนแบบกำหนดเองของโหมดโฟกัส
tr: Mail ve Mesajlar bildirimleri ile Odak modlarının gerçek adlarını ve özel simgelerini göstermek için Tam Disk Erişimi’ne izin verin.
uk: Надайте повний доступ до диска для показу сповіщень Mail і Повідомлень, а також справжніх назв і власних значків режимів Фокусування.
vi: Cho phép Quyền truy cập đĩa đầy đủ để hiển thị thông báo Mail và Tin nhắn, cũng như tên thật và biểu tượng tùy chỉnh của các chế độ Tập trung.
zh_hans: 允许完全磁盘访问权限，以显示“邮件”和“信息”通知，以及专注模式的真实名称和自定义图标。
zh_hant: 允許完全磁碟存取權限，以顯示「郵件」和「訊息」通知，以及專注模式的真實名稱和自訂圖示。

# settings.permissions.fullDiskAccess.title
source: Full Disk Access
ar: الوصول الكامل للقرص
bg: Пълен достъп до диска
bn: সম্পূর্ণ ডিস্ক অ্যাক্সেস
ca: Accés complet al disc
cs: Plný přístup k disku
da: Fuld diskadgang
de: Festplattenvollzugriff
el: Πλήρης πρόσβαση στον δίσκο
es: Acceso total al disco
fa: دسترسی کامل به دیسک
fi: Täysi levyn käyttöoikeus
fil: Buong Access sa Disk
fr: Accès complet au disque
he: גישה מלאה לדיסק
hi: पूर्ण डिस्क एक्सेस
hr: Potpuni pristup disku
hu: Teljes lemezhozzáférés
id: Akses Disk Penuh
it: Accesso completo al disco
ja: フルディスクアクセス
kk: Дискіге толық кіру
ko: 전체 디스크 접근 권한
ms: Akses Cakera Penuh
nb: Full disktilgang
nl: Volledige schijftoegang
pl: Pełny dostęp do dysku
pt: Acesso Total ao Disco
ro: Acces complet la disc
ru: Полный доступ к диску
sk: Úplný prístup k disku
sr: Потпуни приступ диску
sv: Full skivtillgång
th: การเข้าถึงดิสก์เต็มรูปแบบ
tr: Tam Disk Erişimi
uk: Повний доступ до диска
vi: Quyền truy cập đĩa đầy đủ
zh_hans: 完全磁盘访问权限
zh_hant: 完全磁碟存取權限

# settings.permissions.mediaControls.description
source: Allow media control event access so play, pause, and track buttons work from Now Playing.
ar: السماح بالوصول لأحداث التحكم بالوسائط لتعمل أزرار التشغيل والإيقاف والمسار من "يُعرض الآن".
bg: Разрешете достъп до събития за медиен контрол за работа на бутоните за пускане и пауза.
bn: প্লেব্যাক এবং ট্র্যাক বোতামগুলির কার্যকারিতার জন্য মিডিয়া নিয়ন্ত্রণ ইভেন্টগুলিতে অ্যাক্সেসের অনুমতি দিন।
ca: Permet l'accés als controls multimèdia perquè funcionin els botons de reproducció i pista.
cs: Povolte ovládání médií, aby v 'Právě hraje' fungovala tlačítka přehrávání, pozastavení a přeskakování skladeb.
da: Tillad adgang til mediebetjeningshændelser, så afspil-, pause- og sporknapper fungerer.
de: Mediensteuerungs-Zugriff erlauben, damit Wiedergabe-, Pause- und Titeltasten in Aktuelle Wiedergabe funktionieren.
el: Επιτρέψτε πρόσβαση σε συμβάντα ελέγχου πολυμέσων για τη λειτουργία των κουμπιών από το Τώρα αναπαράγεται.
es: Permite el acceso a eventos de control de medios para que funcionen los botones de reproducción, pausa y pistas.
fa: اجازه دسترسی به رویدادهای کنترل رسانه برای عملکرد دکمه‌های پخش و قطعه.
fi: Salli medianhallintatapahtumien käyttöoikeus toisto- ja kappalepainikkeiden toimimiseksi.
fil: Pahintulutan ang access sa mga kaganapan ng kontrol sa media para sa paggana ng mga button ng playback at kanta.
fr: Autoriser le contrôle multimédia afin que les boutons de lecture, pause et changement de piste fonctionnent dans À l'écoute.
he: אפשר גישה לאירועי בקרת מדיה כדי שלחצני הפעלה, השהיה ורצועה יפעלו.
hi: मीडिया नियंत्रण ईवेंट एक्सेस की अनुमति दें ताकि 'अब चल रहा है' से प्ले, पॉज़ और ट्रैक बटन काम करें।
hr: Dozvolite pristup događajima kontrole medija za funkcioniranje gumba za reprodukciju i pjesme.
hu: Médiavezérlő események engedélyezése a lejátszás, szüneteltetés és számléptetés gombok működéséhez.
id: Izinkan kontrol media agar tombol putar, jeda, dan lewati trek berfungsi di Sedang Diputar.
it: Consenti il controllo multimediale in modo che i pulsanti di riproduzione, pausa e cambio traccia funzionino in In riproduzione.
ja: 再生、一時停止、トラック移動ボタンが機能するようにメディア制御を許可します。
kk: Ойнату және трек батырмалары жұмыс істеуі үшін медианы басқару оқиғаларына рұқсат беріңіз.
ko: 지금 재생 중의 재생, 일시정지 및 트랙 넘기기 버튼이 작동할 수 있도록 미디어 제어 권한을 허용합니다.
ms: Benarkan akses peristiwa kawalan media supaya butang main, jeda dan trek berfungsi.
nb: Tillat tilgang til mediekontrollhendelser slik at avspill-, pause- og sporknapper fungerer.
nl: Verleen mediabediening zodat de knoppen voor afspelen, pauzeren en overslaan werken in Huidige.
pl: Zezwól na sterowanie multimediami, aby przyciski odtwarzania, pauzy i zmiany utworu działały w Teraz odtwarzane.
pt: Permitir controlo multimédia para que os botões de reproduzir, pausar e mudar de faixa funcionem em A reproduzir.
ro: Permiteți accesul la evenimentele de control media pentru funcționarea butoanelor din În redare.
ru: Разрешите управление медиа для работы кнопок воспроизведения, паузы и треков.
sk: Povoľte prístup k udalostiam ovládania médií pre funkčnosť tlačidiel prehrávania a skladieb.
sr: Дозволите приступ догађајима контроле медија за функционисање дугмади за репродукцију и песме.
sv: Tillåt mediekontroll så att knapparna för uppspelning, paus och spårbyte fungerar i 'Spelas nu'.
th: อนุญาตการเข้าถึงการควบคุมสื่อเพื่อให้ปุ่มเล่น หยุด และข้ามแทร็กทำงานได้จากกำลังเล่น
tr: Oynat, duraklat ve parça düğmelerinin Çalınıyor üzerinden çalışması için ortam denetimi olaylarına erişime izin verin.
uk: Надайте доступ до керування медіа, щоб у «Зараз грає» працювали кнопки відтворення, паузи та перемикання треків.
vi: Cho phép điều khiển phương tiện để các nút phát, tạm dừng và chuyển bài hoạt động trong Đang phát.
zh_hans: 允许媒体控制事件权限，以便在正在播放中使用播放、暂停和曲目按钮。
zh_hant: 允許媒體控制權限，以便在「播放中」使用播放、暫停和跳過曲目按鈕。

# settings.permissions.mediaControls.title
source: Media Controls
ar: التحكم بالوسائط
bg: Медийни контроли
bn: মিডিয়া নিয়ন্ত্রণ
ca: Controls multimèdia
cs: Ovládání médií
da: Mediebetjening
de: Mediensteuerung
el: Χειριστήρια πολυμέσων
es: Controles de medios
fa: کنترل‌های رسانه
fi: Mediasäätimet
fil: Mga Kontrol sa Media
fr: Commandes multimédias
he: פקדי מדיה
hi: मीडिया नियंत्रण
hr: Kontrole medija
hu: Médiavezérlők
id: Kontrol Media
it: Controlli multimediali
ja: メディアコントロール
kk: Медиа басқару элементтері
ko: 미디어 컨트롤
ms: Kawalan Media
nb: Mediekontroller
nl: Mediabediening
pl: Sterowanie multimediami
pt: Controlos multimédia
ro: Comenzi media
ru: Управление медиа
sk: Ovládacie prvky médií
sr: Контроле медија
sv: Mediekontroller
th: การควบคุมสื่อ
tr: Ortam Denetimleri
uk: Керування медіа
vi: Điều khiển phương tiện
zh_hans: 媒体控制
zh_hant: 媒體控制項目

# settings.permissions.status.granted
source: Granted
ar: ممنوح
bg: Предоставен
bn: অনুমোদিত
ca: Concedit
cs: Uděleno
da: Tildelt
de: Gewährt
el: Χορηγήθηκε
es: Concedido
fa: داده شده
fi: Myönnetty
fil: Ipinagkaloob
fr: Accordé
he: הוענקה
hi: प्रदान किया गया
hr: Odobreno
hu: Megadva
id: Diberikan
it: Consentito
ja: 許可済み
kk: Рұқсат берілді
ko: 허용됨
ms: Diberikan
nb: Innvilget
nl: Toegestaan
pl: Przyznano
pt: Concedido
ro: Acordat
ru: Разрешено
sk: Udelené
sr: Одобрено
sv: Beviljad
th: ได้รับอนุญาตแล้ว
tr: Verildi
uk: Надано
vi: Đã cấp
zh_hans: 已授权
zh_hant: 已授權

# settings.permissions.status.needsAccess
source: Needs access
ar: يحتاج وصول
bg: Нуждае се от достъп
bn: অ্যাক্সেস প্রয়োজন
ca: Requereix accés
cs: Vyžaduje přístup
da: Kræver adgang
de: Zugriff erforderlich
el: Χρειάζεται πρόσβαση
es: Necesita acceso
fa: نیاز به دسترسی
fi: Tarvitsee käyttöoikeuden
fil: Kailangan ng Access
fr: Accès requis
he: נדרשת גישה
hi: पहुंच की आवश्यकता है
hr: Potreban pristup
hu: Hozzáférés szükséges
id: Perlu Akses
it: Accesso richiesto
ja: アクセスが必要
kk: Рұқсат қажет
ko: 접근 필요
ms: Perlu akses
nb: Trenger tilgang
nl: Toegang vereist
pl: Wymaga dostępu
pt: Acesso necessário
ro: Necesită acces
ru: Требуется доступ
sk: Vyžaduje prístup
sr: Потребан приступ
sv: Kräver åtkomst
th: ต้องการสิทธิ์การเข้าถึง
tr: Erişim gerekli
uk: Потрібен доступ
vi: Cần quyền truy cập
zh_hans: Premiso requerido
zh_hant: 需要存取權限

# settings.reset.action
source: Reset
ar: إعادة تعيين
bg: Нулиране
bn: রিসেট
ca: Restableix
cs: Obnovit
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Reiniciar
fa: بازنشانی
fi: Nollaa
fil: I-reset
fr: Réinitialiser
he: אפס
hi: रीसेट करें
hr: Poništi
hu: Visszaállítás
id: Atur Ulang
it: Reimposta
ja: リセット
kk: Қалпына келтіру
ko: 재설정
ms: Tetapkan Semula
nb: Tilbakestill
nl: Herstellen
pl: Zresetuj
pt: Repor
ro: Resetare
ru: Сбросить
sk: Resetovať
sr: Ресетуј
sv: Återställ
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_hans: 重置
zh_hant: 重設
